/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Instalador do CapCut para desktop";
"LvAppTitle" = "Instalador do Jianying para desktop";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Continuar a instalar?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Instalar";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Aberto";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Cancelar";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Você já instalou uma versão antiga do CapCut (v%@). Você pode abrir a versão antiga ou instalar a versão mais recente para substituir a antiga.";
"LvCheckInstalledMsgHintText" = "Você já instalou uma versão antiga do Jianying (v%@). Você pode abrir a versão antiga ou instalar a versão mais recente para substituir a antiga.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Parar de baixar?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Continuar";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Parar";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "%d%% do arquivo baixado no momento não será salvo.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Não foi possível baixar. Tente novamente.";
// pc_installer_retry
"BtnText_Retry" = "Tentar novamente";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Parar";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Salvar";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Espaço insuficiente em disco";

"BtnCheck_SystemTrayAutoboot" = "Abrir bandeja na inicialização";

"DownloadErrorCodeHintText" = "Código de erro: ";